{
    "PAGE": {
        "title": "Max Cup | Re-Cups – Production, Renting & Washing",
        "description": "Get re-cups for every event. Rent, wash, and use reusable cups. Custom production available and request your personalized eco-friendly offer.",
        "headline": "Reusable Cups Rental, Washing & Production for Events – Max Cup"
    },
    "BANNER": {
        "cups": "Cups",
        "production": "Production",
        "renting": "Renting",
        "washing": "Washing",
        "logistics": "Logistics",
        "contact": "Contact",
        "clean": "Clean energy, clean cups, cleaner future!",
        "offer": "Get Offer",
        "lang": "EN"
    },
    "WHYUS": {
        "title": "Why Max Cup?",
        "paragraph": "With our team, which has nearly <strong>30 years of sales</strong> experience and more than <strong>7 years of Re-Cup</strong> service experience, we serve our clients coming from almost every sector.\n\nDepending on the client's needs, our unique system allows <strong>token-free Re-Cup returns</strong>, enhancing the user experience!\n\nWhether it’s Re-Cup renting, Re-Cup washing, Re-Cup storage, or custom Re-Cup manufacturing, we are always ready to assist our partners in every way!"
    },
    "SERVICES": {
        "title": "Our Services",
        "readmore": "Read more",
        "production": "Production",
        "renting": "Renting",
        "washing": "Washing",
        "logistics": "Logistics",
        "production_description": "Design your event’s look in a unique style and eco-friendly way with Re-Cups!",
        "renting_description": "Rent Re-Cups for your event, they are an eco-friendly, and budget-friendly option!",
        "washing_description": "Re-Cups can be used hundreds of times, and every wash is powered by 100% green energy.",
        "logistics_description": "With our own fleet of trucks and warehouses, we make transporting and storing Re-Cups simple."
    },
    "OFFER": {
        "offer": "Get Offer"
    },
    "PRODUCTION": {
        "title": "Re-Cup Production",
        "description": "Give every occasion a unique style with eco-friendly Re-Cups!\n\nWhether it’s a festival, concert, café, restaurant, or private event, Re-Cups are not only the perfect carriers for drinks but also create lasting memories and add style for your guests or clients.\n\nWe offer custom IML or screen-printed cups — from classic designs to wine, champagne, or cocktail glasses. Build a distinctive identity and highlight your brand with sustainable, stylish Re-Cups!"
    },
    "RENTING": {
        "title": "Re-Cup Renting",
        "description": "The rented, reusable Re-cup not only saves you money but also reduces your environmental footprint. You save cash because there is no need to produce new cups, as the existing Re-cups can be used multiple times.\n\nOur team helps you plan your events smartly and sustainably with rented, reusable Re-cups, and you don’t have to worry about delivery or storage either!"
    },
    "WASHING": {
        "title": "Re-Cup Washing",
        "description": "Each of our glasses can withstand countless washing cycles, making them reusable, allowing us to reduce the amount of waste generated by single-use cups in everyday life.\n\nSustainability plays a central role in the operation of our facility. We rely entirely on renewable energy sources, including solar panels and purified well water. This not only reduces our ecological footprint but also minimizes cleaning costs, while always guaranteeing our customers hygienically clean, premium-quality glasses."
    },
    "LOGISTICS": {
        "title": "Logistics",
        "description": "Our corporate group has its own truck fleet and warehouse, enabling us to deliver anywhere from just a few units to over 150,000 Re-Cups, naturally even beyond national borders. Whether you need a one-time shipment or continuous delivery and storage, we handle it flexibly and, if required, provide food-safe storage crates that meet all standards, along with a warehouse optimized for storing your Re-Cups."
    }
}